[Mission07.ID_Orchid_HerbertCompass MissionItemDefinition]

UseFailureCharacterMessage="É preciso ser %s para usar esse item."

ItemName="Parte da bússola do Herbert"

PickupMessage="Você tem %s"

UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."

UseFailureConstraintsMessage="Você não pode usar esse item."

NoManufacturerName="Genérico"



[Mission07.ID_Orchid_HerbertCompass:AttributePresentationDefinition_0 AttributePresentationDefinition]

Description="Mais uma parte da bússola do Capitão Blade. Embora pareça outra coisa..."

NoConstraintText=""

Suffix=""

Prefix=""



[Mission07.ID_Orchid_Polykryten MissionItemDefinition]

UseFailureCharacterMessage="É preciso ser %s para usar esse item."

ItemName="Policriteno"
PickupMessage="Você tem %s"

UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."

UseFailureConstraintsMessage="Você não pode usar esse item."

NoManufacturerName="Genérico"



[Mission07.ID_Orchid_Polykryten:AttributePresentationDefinition_0 AttributePresentationDefinition]

Description="Policriteno... muito útil para reconstruir peças de bússolas emblemáticas. Que sorte!"

NoConstraintText=""

Suffix=""

Prefix=""



[Mission07.IO_Orchid_HerbertCompass InteractiveObjectDefinition]

StatusMenuMapInfoBoxHeader=""

StatusMenuMapInfoBoxDescription=""



[Mission07.Orchid_Icon_GivePolyKryten InteractionIconDefinition]

Text="ENTREGAR"



[Mission07.Orchid_Icon_HerbertCompass InteractionIconDefinition]

Text="ENTREGAR PRESENTE"



[Mission07.Orchid_Icon_Take InteractionIconDefinition]

Text="PEGAR"

